//获取应用实例
var app = getApp()

Page({
  data:{
    art_arrty:[
      {title:'大数据时代，谁拥有数据源，谁就是数据之王',date:'2017-01-13',company:'九次方大数据',summary:'大数据开启了重大的时代转型，但如果无法获取数据源，一切将无从谈起。丰富的数据源是大数据产业发展的前提，拥有数据源的大数据公司，将成为大数据时代的王者。',picUrl:'/image/article/c1.jpg',    
      par_arrty:[
      {paragraph:'随着全球步入大数据时代，数据价值愈发受到认可。丰富的数据源是大数据产业发展的前提。无论是在美国还是中国，大部分数据都掌握在政府手中。由于政府数据的特殊属性，这些数据如何归集、提炼始终是一个困扰。而大数据技术毕竟是要建立在数据源的获取之上，才能够对这些数据进行智能处理，从中分析和挖掘出有价值的信息，并实现数据应用。'},
      {paragraph:'自2013年以来，中国涌现出一大批大数据公司，以技术为先，对大数据的挖掘、清洗、分析技术进行突破。但时至今日，技术无用武之地成为一些大数据公司的困境。2015年，也纷纷有一批大数据公司淘汰出局。可以看出，数据源匮乏是制约我国应用类公司发展的主要因素，能否获取数据源将成为中国大数据公司的分水岭。'},
      {paragraph:'大数据专业人士称，政府、行业、企业、互联网、物联网、移动通信以及第三方数据，分别各自为政，掌握在繁多的行业、企业内部形成天然的壁垒。但其中，政府数据资源达到80%以上。自2015年以来，大数据提升至国家战略层面，全国各省市都开始积极推动政府数据的开放，政府数据价值亟待被激活。但如何既能释放数据价值，又能确保政府数据价值的安全性？'},
      {paragraph:'国内有大数据公司采取了多种模式与政府展开合作，例如运营政府数据资产。相当于与政府共同建立大数据公司，既确保政府数据安全，又能发挥大数据公司在数据挖掘、处理技术方面的优势。'},
      {paragraph:'随着政府数据公开和数据加强流通，善于在海量数据当中挖掘有价值数据的公司将占据行业领导地位，特别是本身在行业内深耕多年，具备数据源优势的公司。在中国，谁掌握了数据源，尤其是能够激活、释放政府数据资源，谁就有机会建立起一个良性共享的数据生态系统，谁将成为大数据时代的王者。'}
    ]},
      {title:'投资铁律：互联网抢入口，大数据控制数据源',date:'2017-01-13',company:'九次方大数据',summary:'占领入口就相当于占领用户，这是互联网巨头抢入口的原始动机。大数据时代，数据源是一切大数据公司的根本，拥有数据源，才能具备可扩充的商业模式，也将成为大数据时代最佳投资标的。',picUrl:'/image/article/c2.jpg',
      par_arrty:[
      {paragraph:'数十年前，移动互联网揭开了了第三次产业革命的大幕，极大地影响了人类社会生活，更是引发了“得入口者得天下”的商业逻辑。互联网世界里，几乎所有成功或曾经成功的巨头，都是入口占领者，像雅虎占领了阅读入口，Hotmail占领了邮箱入口，谷歌占领了搜索入口，亚马逊占领了网购入口，facebook占领了社交入口等。'},
      {paragraph:'所谓互联网入口，是指人们在进行上网行为时，最常或较常选择的途径之始，入口决定用户的需求、上网习惯和行为模式。占领入口就相当于占领用户，在国内，BAT的崛起也大抵如此。'},
      {paragraph:'当下，我们已经可以预见，由大数据开启的第四次产业革命将是对一次人类生活方式的彻底颠覆。那么，大数据时代是否存在着类似互联网“入口”一样的金钥匙呢？'},
      {paragraph:'答案就是数据源。整个数据服务产业链可以分为三个部分，从上游的数据源到中游的数据服务商，再到下游的企业级用户。数据源将成为整个产业发展变现的核心，是产业的起点。与其相较，技术应用型公司变现路径被动，而企业级用户的施展范围又较为狭窄。'},
      {paragraph:'因此，少量掌握海量数据的数据源服务商，掌握了稀缺的数据源资源，必将处在大数据产业链上游，它的资源体量指导市场上硬件、软件的生产能力。麦肯锡全球研究院预测，2020年全球数据使用量将暴增44倍，达到35ZB，随着数据资源爆炸式地增长，硬件商、软件商的生产热情也将被带动起来，联通上下游，以数据源服务商为核心，构建大数据产业生态圈。'},
      {paragraph:'据不完全统计，至2016年10月底，2016年中国大数据行业有184家企业获得投融资。其中，数据源愈发成为投资界对大数据公司未来估值的最重要依据。同时，大数据承上启下，对用户数据的深度挖掘和分析，也是DT时代互联网入口经济的必然要求。'},
      {paragraph:'随着我国政府数据开放共享的步骤加快、国家大数据战略逐步推进，产业起飞加倍可期。是否拥有数据源、数据源保有量以及开发利用水平，成为决定大数据公司未来发展前景、是否具备可持续市场竞争力的关键，那些具备数据源优势的大数据公司，则定将成为行业翘楚。'}
      
    ]},
    {title:'美国在大数据立法方面为何采取战略性模糊的策略',date:'2017-01-13',company:'九次方大数据',summary:'在大数据立法方面，采取战略性模糊的处理方法，无疑是明智的策略，这一点在全球大数据发展翘楚美国这里，一再确证。美国的做法，对其他主要经济体发展大数据立法，具有借鉴意义。',picUrl:'/image/article/c3.jpg',    
      par_arrty:[
      {paragraph:'法律法规从来都是无比锋利的“双刃剑”。制定得当，将保护规范行业发展，构建起明晰的产业发展商业边界，给商业不可抑制的生命力规划好前进的方向，抑制、降低伤害产业进步的道德风险；而如果制定地超过边界、过于严苛具体教条死板，无疑将抑制产业正向发展的多种创新可能性，使业内商业主体顾虑过多、畏手畏脚，钳制发展。'},
      {paragraph:'在全球视野内，美国无论在发展大数据开发应用创新，还是在探索大数据立法方面，都走在各主要经济体前列，其采用的战略性模糊的策略，适度监护了大数据产业旺盛的生命力，对其他国家发展大数据立法，具有不可忽视的借鉴意义。'},
      {paragraph:'自大数据挖掘技术及其应用环境成熟以来，美国一直对大数据技术应用持有积极支持和鼓励的态度，并主张利用大数据提高消费者福利。'},
      {paragraph:'2010年起，前任美国总统奥巴马政府发动了一系列“我的数据”行动，以使美国公民能安全地获取其个人数据，并鼓励能够使用和分析这些数据的私人部门发展，使之更好地为公民提供应用和服务，这些行动，目的在于使消费者能够安全地获得其健康、税务、能源使用和教育等信息，为其更好地管理其工作和生活、高效获取社会福利提供便利。当然，数据安全问题始终伴随产业发展挥之不去。数据所有权处于容易受到政府和企业侵犯的风险之中。'},
      {paragraph:'2014年5月，美国总统执行办公室发布2014年全球“大数据”白皮书《大数据：把握机遇，守护价值》，从政策调整、法律制定、法律解释和技术革新几个方面，对大数据时代下完善公民个人数据保护提出了建议，试图解决大数据利用与公民信息保护价值之间的冲突，以释放大数据为经济社会发展带来的新引擎。'},
      {paragraph:'这种通过改进政策框架、法律规则及法律解释，解决利益冲突、释放新技术动能的规制思维，绕开了对业内具体的死板约束，没有对新兴产业的创造性、创新性造成伤害。'},
      {paragraph:'美国国内对大数据立法的探索伴随产业发展进步的大潮流，从未停止。2016年1月6日美国联邦贸易委员会发布了一份题为《大数据：包容工具抑或排斥工具》的研究报告，介绍了大数据的生命周期、大数据技术应用给消费者带来的利益和风险，探讨了应当如何利用大数据，使人们既能充分享受其给社会带来的利益，又能最小化其法律和道德风险等关键问题。报告充分揭示了大数据行业发展规律，发挥了对行业的指导意义，可谓有度有节。'},
      {paragraph:'在大数据立法方面，采取战略性模糊的处理方法和整体思路，无疑是明智的策略，这一点在全球大数据发展翘楚美国这里，得到了充分的确证。美国的做法，值得广为借鉴。'}
    ]},
      {title:'中国电子商务发展了16年才迎来了第一部《中国电子商务法》',date:'2017-01-13',company:'九次方大数据',summary:'近日，我国第一部电商领域的综合性法律《中华人民共和国电子商务法(草案)》通过审议，意味着电子商务发展将真正走上法制化的轨道。中国电子商务从出现到立法，经历了整整16年。',picUrl:'/image/article/c4.jpg',    
      par_arrty:[
      {paragraph:'16年前，电子商务以一种异于传统的商业经营模式出现在社会上，它突破了传统商务的实间和地点的限制，彻底颠覆了传统商务的交易模式，极大的促进了商务活动的效率，得到众多消费者尤其是年轻消费者的青睐。'},
      {paragraph:'当然，电子商务在发展过程中，也出现了消费者权益保护等一系列问题。电商立法的呼声不绝于耳。但中国电子商务产业日渐成熟，在发展的过程中，自行消解和解决了诸多问题。此次电商法草案提出，在立法过程中注重把握“坚持促进发展”，尤其强调：立法始终把促进电子商务健康可持续发展摆在首位。此次立法是以“治理”的思路促进行业发展，而非强制性管理，必将促进中国电子商务更快、更健康的发展。'},
      {paragraph:'电子商务是我国互联网发展不可缺少的一部分。自从互联网出现以来，我们的世界应该被分为两部分：网络世界和物理世界，而前者在我们生活中的重要性越来越大。'},
      {paragraph:'与中国电子商务发展极为类似的是，中国大数据产业正处于发展萌芽阶段。也逐渐显露一些产业发展过程中的部分问题。是否应该立法，如何进行立法，业内的讨论此起彼伏。'},
      {paragraph:'如今的大数据产业发展正处于16年前电子商务发展的阶段。对于立法问题，业内人士称，可参考电子商务的立法过程，国家大数据产业立法需要采取战略性模糊。'},
      {paragraph:'但是，模糊不等于含混，不等于不可知。大数据相关法律的战略性模糊可以在条文语言及原则上采取适当模糊，保持法律必要而合理的张力和弹性，这样既保证了对数据泄密等违法行为的惩罚，又不桎梏大数据产业的开荒拓源，从而更好地保证大数据产业发展。'}
    ]},
    
      {title:'为什么世界前30名互联网公司没有欧洲公司，因为立法太严格！',date:'2017-01-13',company:'九次方大数据',summary:'全球市值最高的世界前30名互联网公司没有一家来自欧洲。根本原因在于，欧洲受制于立法严格，其互联网创业者已经被世界远远落下。',picUrl:'/image/article/c5.jpg',    
      par_arrty:[
      {paragraph:'在当前全球市值最高的世界前30家互联网公司中，美国与亚洲国家各占据一半，而欧洲一家都没有。经济如此发达的欧洲，为什么在互联网行业中不能诞生巨头呢？'},
      {paragraph:'事实上，欧洲拥有着众多利好资源——受过良好教育的劳动力，相当高的宽带普及率以及众多人口数量，同时欧盟还成立了一个具有影响力的企业家和投资者组成的领导人俱乐部，希望其能起到带头作用，利用其专业知识来解决欧洲多样性的文化、语音和商业规则所带来的挑战，也希望能为有抱负的年轻企业家树立榜样，让富有创业精神的年轻一代能够开启欧洲的互联网大门。'},
      {paragraph:'然而，事与愿违，欧盟众多创业公司在一开始就被本土的法律规则众所周知，欧盟是由众多国家以契约的形式组成，先天因素导致欧洲大陆的法律政策统一起来难度颇大，每个独立国家的法律法规不尽相同。以欧洲最成功的案例——Spotify为例，其过去大部分的音乐媒体服务一直局限于北欧国家。限制其发展的因素在于，每个国家和地区都需要进行严格的法律许可权的协商。而这种协商需要漫长的时间来进行，因此，Spotify在成立很久之后才进入让其快速发展壮大的、最重要的美国市场。而还停留在欧洲本土的互联网公司就没那么好运了，因为，法律不能统一的问题将一直存在。'},
      {paragraph:'类似思维在全球火速进入大数据时代时，依然延续。其负面影响力无疑将造成欧洲在全球性大数据狂潮面前，再度落后。'},
      {paragraph:'伴随着大数据时代的到来，当中国与美国开始大张旗鼓进行产业规划与创新，欧州的数据安全立法又开始了频繁变动。从欧盟架空“安全港协议”限制美国企业数据收集行为，到英国新《调查权法》草案限制企业对数据的加密存储，再到欧盟就新“数据保护总规”规定“出台欧盟统一的跨境数据流动法规，增设用户‘数据可携权’”等。欧洲过于严苛的法律法规，迅速限制了欧盟地区新生的大数据产业快速向前奔跑。'},
      {paragraph:'如此严苛的创业环境，已经让欧洲创业者先天缺少足够的雄心、竞争力和远见，怪不了全球市值最高的世界前30名互联网公司没有一家来自欧洲，如果不改善欧洲过于死板教条的立法逻辑，欧洲大数据产业释放创新力前景堪忧。'}
    ]},
    {title:'九次方大数据“数据秤砣”破解农产品产销难题',date:'2017-01-16',company:'九次方大数据',summary:'日前，九次方大数据农产品产销监测预警大数据平台“数据秤砣”上线，将大数据与农产品生产销售相结合，清晰地展现了农产品生产流通销售的线路以及实时交易情况，破题农产品滞销、提高农民的收入，助力农业全产业链改造升级。',picUrl:'/image/article/c6.jpg',    
      par_arrty:[
      {paragraph:'农产品滞销，是这几年我们常能听到的关键词。多地频现农产品滞销难卖的现象，面对积压难销的果蔬，“丰产”的农民却满脸愁容，没有丝毫“丰收”的喜悦。一边是农民守着大量农产品低价难销，一边是城市民众抱怨吃不上廉价果蔬。农产品“滞销、卖难、买贵”的怪圈一次次上演。'},
      {paragraph:'“数据秤砣”的上线将有望终结这一怪圈，用大数据改变农业的生产和销售方式，扭转价贱伤农的困局，保证农民在种植农产品中真正得到实惠，让当地在农产品滞销时政府服务不滞后，有效引导农产品生产、流通和销售。'},
      {paragraph:'“授之以鱼，不如授之以渔”，提高农民适应市场变幻、抵御风险能力，比帮助推销农产品更重要。基于农产品产销监测预警大数据平台，地方政府及相关部门可以掌握农产品市场行情，及时向农民发布准确的农产品市场信息，避免他们盲目跟风种植一个品种的农产品，引导他们种植适销对路的农产品，提高农产品市场竞争力。'},
      {paragraph:'目前，农产品流通的主要方式还是各大批发市场之间的流通，然而目前各个市场之间还存在信息孤岛，这在很大程度上削弱了信息引导消费、指导生产的功能，导致农产品买难卖难的情况时有发生。九次方大数据农产品产销监测预警大数据平台在全国各个市场陆续铺开一张网，帮助农民了解行情，把农产品以最优的方式卖到批发市场或者商超等。“数据秤砣”破解农产品供需难题，促使农业生产销售更具前瞻性。'},
      {paragraph:'农产品产销关键点在于着力减少从地头到餐桌之间的环节，疏通农产品销售渠道，降低环节成本，严格把守“两头”。“数据秤砣”在协助政府加强调控的同时，还将监督农产品企业公平交易与诚信经营，有效实现从农田到餐桌、从农产品原料到终端消费品、从种植到流通中间环节管理。'},
      {paragraph:'“数据秤砣”大数据平台突破了地域、空间等限制，将大数据应用于农产品生产、流通、销售领域，通过对数据的采集、分析，进行消费趋向、供需行情的预测研判，一定程度上扭转了农产品的滞销问题，提供了一站式解决方案，助力农业产业的迭代升级。'}
    ]},
    {title:'内蒙古大数据产业发展有限公司落户呼市，优化产业发展结构',date:'2017-01-16',company:'九次方大数据',summary:'日前，在呼和浩特市政府的指导下，由呼和浩特市城乡建设投资有限责任公司和九次方大数据信息集团有限公司共同注资的内蒙古大数据产业发展有限公司正式成立，旨在通过大数据资产运营，打造可持续发展大数据产业生态圈，优化呼市乃至内蒙古自治区产业战略布局，推进结构调整升级，整合产业优势资源，加强核心竞争力。',picUrl:'/image/article/c7.jpg',    
      par_arrty:[
      {paragraph:'当今，作为新一代信息技术和服务业态，大数据已经成为一个地区转型发展的突破口。对内蒙古自治区来说，大数据就是内蒙古实现赶超的大战略、大产业、大机遇和大红利。'},
      {paragraph:'从2011年内蒙古正式构建云计算基地开始，仅仅几年时间，内蒙古从建设数据中心入手，大数据交易支撑下的“云上内蒙古”通过大数据产业立法、政策扶持一路走来，形成了云计算产业研究、云应用、电子商务、“互联网＋”等九大类产业布局。'},
      {paragraph:'自2016年10月入选国家第二批大数据综合试验区之后，内蒙古自治区从低处着手，从高处着眼，围绕着大数据，勾勒出一个宏伟的蓝图。通过出台《内蒙古国家大数据综合试验区建设实施方案》和《内蒙古促进大数据发展应用的若干政策》等政策，内蒙古自治区从基础设施建设、数据中心开发、人才引进培育、资金奖励扶持等八个方面推动云计算、大数据产业平台对外应用开放，为大数据产业创造优良的发展环境，打造大数据实践应用的“试验场”。'},
      {paragraph:'优越的发展条件和政策，吸引了众多企业向内蒙古聚集。此次呼和浩特市城乡建设投资有限责任公司和九次方大数据共同组建的内蒙古大数据产业发展有限公司，将通过整合数据资源，为内蒙古大数据产业布局优化和体系完善、产业发展发挥强大支撑作用。'},
      {paragraph:'内蒙古大数据产业发展有限公司将依托呼和浩特市城乡建设投资有限责任公司的背景资源和九次方大数据信息集团的技术优势和战略优势，致力于推动内蒙古自治区政府数据公开，打通政府大数据壁垒，建立大数据中心，建立一系列的大数据应用标杆，推动传统制造业及服务业转型。'},
      {paragraph:'内蒙古大数据产业发展有限公司将打破内蒙古目前存在的数据之间相互割裂的孤岛状态和碎片化，实现数据聚合，建立起逻辑关联，为调整产业结构、补短板和创新发展等问题提供针对性参考指标。内蒙古大数据产业发展有限公司将扮演“数据源服务商”的角色，促成数据资源的极大丰富和开放使用，助力当地打造可持续发展大数据产业生态圈。'},
      {paragraph:'立足呼市，辐射内蒙古，面向全中国。未来，内蒙古大数据产业发展有限公司通过数据资产运营，促进数据资产变现，带动当地经济发展，商业创新，对促进产业结构调整起到重要作用。'}
    ]}
    ],

  },
  onLoad:function(options){
    // 生命周期函数--监听页面加载
   var articleId = options.articleId;
   this.setData({'articleId':articleId});
    wx.setNavigationBarTitle({
    title: '公司新闻'
    });
    wx.showNavigationBarLoading()
  },
  onReady:function(){
    // 生命周期函数--监听页面初次渲染完成
   wx.hideNavigationBarLoading()
  },
  onShow:function(){
    // 生命周期函数--监听页面显示
    
  },
  onHide:function(){
    // 生命周期函数--监听页面隐藏
   
  },
  onUnload:function(){
    // 生命周期函数--监听页面卸载
   
  },
  onPullDownRefresh: function() {
    // 页面相关事件处理函数--监听用户下拉动作
    
  },
  onReachBottom: function() {
    // 页面上拉触底事件的处理函数
   
  },
  onShareAppMessage: function() {
    // 用户点击右上角分享
    return {
      title: '公司新闻', // 分享标题
      desc: '聚焦大数据新闻动态', // 分享描述
      path: 'article' // 分享路径
    }
  }
})